/*
 * 简历：
 * 姓名：李俊
 * 性别：男
 * 联系方式: tel:18868945782,QQ:619344879
 * 毕业年份：2015/6
 * 求职目标：java后端、Cocos2dx等（地点：杭州>>上海>>北京）
 * 期望薪资：税后5K/月-7K/月(转正后)，试用期薪资(2K/月-3K/月)
 * -------------------------------------------------------------------------*
 * 技能：
 * 		语言：oracle熟悉、java熟悉、C/C++熟悉、javascript
 * 		框架：jquery、jquery esayui、mybatis、spring
 * 		工具：photoshop、Eclipse、intellij IDEA、Visual Studio
 * 		操作平台：windows、linux
 * -------------------------------------------------------------------------*
 * 实习经验:
 * 		时间：2014/7/7-2014/9/7
 * 		地点: 深圳金证科技股份有限公司
 * 		项目：基金支付平台（顺银、资和信）
 * 		工作：java网关开发、java文件服务工具开发、以及后端管理界面开发
 * -------------------------------------------------------------------------*
 * 其他项目经验：
 * 		时间：2014/5/29-2014/6/2
 * 		项目: 2048游戏开发(language: C->C#)
 * 		工作：前期用了C开发了一个控制台版本2048，后期用C#移植成可视化界面。
 *		
 *		时间: 2013/8/9-2013/8/12
 *		项目: 任意碎纸片拼接程序 (language: C)		
 * 		工作： 实现破碎纸片的还原拼接，这也是2013年的数学建模题目
 * 		
 * 		时间： 2013/6
 * 		项目：学生信息管理系统(language: java)
 * 		工作：简单的程序不做多介绍
 * 
 * 		时间: 2013/5
 * 		项目：任意表达式真值计算(language: C)
 * 		工作: 让程序实现模拟编译器解析表达式，并计算。
 * -------------------------------------------------------------------------*
 * 获得奖项：
 * 		时间：2014/6
 * 		奖项：蓝桥杯全国二等级
 * 
 * 		时间：2013/12
 * 		奖项：宁波市ACM三等奖
 * 
 * 		时间: 2013/9
 * 		奖项：浙江省数学建模三等奖
 * 
 * 		时间: 2013/7
 * 		奖项：蓝桥杯全国二等级
 * 
 * 		时间: 2013/5
 * 		奖项: 蓝桥杯浙江省一等奖
 * -------------------------------------------------------------------------*
 * 描述：
 * 		有代码格式强迫症,工作认真负责。上手干活适应期为1月左右。
 * 		可接受平均3-4天/周的加班程度(加班包饭至少)，可以出差。
 */